# Создайте переменные a и b с произвольными значениями. Поменяйте значения переменных a и b местами
a = 1
b = 2
a, b = b, a
print(a, b)